/* Layout editor note locked title */
"%@ is editing." = "%@ กำลังแก้ไข";

/* Load error text due to non-existing hostname. */
"A server with the specified hostname could not be found." = "ไม่พบเซิร์ฟเวอร์ที่มีชื่อโฮสต์ที่ระบุ";

/* Layout editor feature message */
"Add dividers to break your note into slides without the hassle of formatting." = "เพิ่มตัวแบ่งเพื่อแยกบันทึกย่อของคุณออกเป็นสไลด์โดยไม่ต้องมีรูปแบบต่างๆ ที่ยุ่งยาก";

/* Alternate/option key shortcut */
"ALT" = "ALT";

/* Media item audio title */
"Audio" = "เสียง";

/* Button title to execute 'auto layout' on layout */
"Auto layout" = "เค้าโครงอัตโนมัติ";

/* Context Menu - Auto Layout */
"Auto Layout" = "เค้าโครงอัตโนมัติ";

/* Tooltip info for auto layout button if it's inactive. */
"Auto layout is only active when your presentation has no screen breaks." = "ฟังก์ชั่นเค้าโครงอัตโนมัติจะใช้งานได้ เมื่องานนำเสนอของคุณไม่มีตัวแบ่งหน้าจอ";

/* Context Menu - Go Back in Web Page */
"Back" = "ย้อนกลับไป";

/* Context Menu - Blue Pointer */
"Blue Pointer" = "พอยเตอร์สีน้ำเงิน";

/* Cancel button title */
"Cancel" = "ยกเลิก";

/* Change screen tooltip */
"Change Screen" = "เปลี่ยนหน้าจอ";

/* Context Menu - Screen Selection */
"Change Screen…" = "เปลี่ยนหน้าจอ…";

/* Layout editor button first launch experience tooltip */
"Click here to edit your presentation layout" = "คลิกที่นี่เพื่อแก้ไขเค้าโครงการนำเสนอของคุณ";

/* Layout editor button first launch experience tooltip */
"Click here to navigate through your note" = "คลิกที่นี่เพื่อนำทางไปยังบันทึกย่อของคุณ";

/* Context Menu - Close Document Viewer */
"Close Document Viewer" = "ปิดโปรแกรมดูเอกสาร";

/* Context Menu - Close layout editor */
"Close Presentation Layout" = "ปิดเค้าโครงพรีเซ็นเทชั่น";

/* Command key shortcut */
"CMD" = "CMD";

/* Layout editor feature title */
"Control what appears on screen" = "ควบคุมสิ่งที่จะปรากฏบนหน้าจอ";

/* Button title to convert all HRs into screen breaks on layout. */
"Convert horizontal rules" = "แปลงเส้นคั่นแนวนอน";

/* Context Menu - Convert Horizontal Rules */
"Convert Horizontal Rules" = "เปลี่ยนแปลงเส้นคั่นแนวนอน";

/* Context Menu - Copy */
"Copy" = "คัดลอก";

/* Context Menu - Copy <PDF, Image, Keynote, etc.> file */
"Copy %@" = "คัดลอก %@";

/* Context Menu - Copy File */
"Copy File" = "คัดลอกไฟล์";

/* Context Menu - Copy Link Address */
"Copy Link Address" = "คัดลอกลิงก์";

/* Load error title */
"Could not load note" = "ไม่สามารถโหลดบันทึกย่อ";

/* Load error title */
"Could not load web page" = "ไม่สามารถโหลดเว็บเพจ";

/* Control key shortcut */
"CTRL" = "CTRL";

/* Context Menu - Day Mode */
"Day Mode" = "โหมดกลางวัน";

/* Night mode tooltip in normal mode */
"Enable Night Mode" = "เปิดใช้งานโหมดกลางคืน";

/* Exit document viewer keyboard shortcut
   Exit presentation keyboard shortcut */
"ESC" = "ESC";

/* Premium Title */
"Evernote Premium Feature\n" = "คุณลักษณะ Evernote ระดับพรีเมียม\n";

/* Exit document viewer tooltip */
"Exit Document Viewer" = "ออกจากโปรแกรมดูเอกสาร";

/* Night mode tooltip in night mode */
"Exit Night Mode" = "ออกจากโหมดกลางคืน";

/* Context Menu - Exit Presentation
   Exit presentation tooltip */
"Exit Presentation" = "ออกจากการนำเสนอ";

/* Export presentation button title */
"Export" = "ส่งออก";

/* Context Menu - Export presentation as PDF
   Title of open panel when exporting presentation */
"Export Presentation as PDF" = "ส่งออกไฟล์พรีเซ็นเทชั่นเป็นไฟล์ PDF";

/* Exporting progress window title.
   Progress initial state text. */
"Exporting..." = "กำลังส่งออก...";

/* Media item file title */
"File" = "ไฟล์";

/* Font Scaling Tooltip */
"Font Scaling" = "การปรับขนาดแบบอักษร";

/* Submit form error */
"Forms cannot be submitted" = "ไม่สามารถส่งฟอร์มได้";

/* Context Menu - Go Forward in Web Page */
"Forward" = "ไปข้างหน้า";

/* Upgrade tier dialog button title */
"Get Started" = "เริ่มต้นใช้งาน";

/* Go back to previouse note tooltip */
"Go Back" = "ย้อนกลับ";

/* Upgrade tier dialog button title
   Upgrade tier Popover Button Label (Expired)
   Upgrade tier popover button label (Expires soon) */
"Go Premium" = "สม้คร Premium";

/* Layout editor feature dismiss button title
   Space bar navigation feature dismiss button title */
"Got it" = "เข้าใจแล้ว";

/* Context Menu - Green Pointer */
"Green Pointer" = "พอยเตอร์สีเขียว";

/* Media item image title */
"Image" = "รูปภาพ";

/* Media item keynote title */
"Keynote" = "Keynote";

/* Layout editor tooltip for loading note */
"Layout Loading" = "การโหลดเค้าโครง";

/* Clicked invalid link error */
"Link cannot be opened" = "ไม่สามารถเปิดลิงก์ได้";

/* Space bar navigation feature title */
"Move through your presentation" = "เลื่อนดูการนำเสนอของคุณ";

/* Context Menu - Next Media Item */
"Next %@" = "ถัดไป %@";

/* Context Menu - Jump to Next Note */
"Next Note" = "บันทึกถัดไป";

/* Next note navigation tooltip */
"Next\nNote" = "บันทึกถัดไป";

/* Context Menu - Night Mode */
"Night Mode" = "โหมดกลางคืน";

/* Upgrade tier dialog button title */
"Not Now" = "ไม่ใช่ตอนนี้";

/* Layout editor tooltip non-editable note */
"Note contains un-editable content" = "บันทึกมีเนื้อหาที่แก้ไขไม่ได้";

/* OK button's title */
"OK" = "ตกลง";

/* Layout editor note locked message */
"One person can edit this note at a time." = "สามารถแก้ไขบันทึกย่อนี้ได้ครั้งละหนึ่งคน";

/* Context Menu - Open <PDF, Image, Keynote, etc.> in document viewer */
"Open %@ in Document Viewer" = "เปิด %@ ในโปรแกรมดูเอกสาร";

/* Context Menu - Open File in document viewer */
"Open File in Document Viewer" = "เปิดไฟล์ในโปรแกรมดูเอกสาร";

/* Context Menu - Open Web Page in External Browser
   Open in browser tooltip */
"Open in Browser" = "เปิดในเบราว์เซอร์";

/* Context Menu - Open Link */
"Open Link" = "เปิดลิงก์";

/* Context Menu - Open Link in Browser */
"Open Link in Browser" = "เปิดลิงก์ในเบราว์เซอร์";

/* Context Menu - Open Note */
"Open Note" = "เปิดบันทึกย่อ";

/* Media item PDF title */
"PDF" = "PDF";

/* Context Menu - Pink Pointer */
"Pink Pointer" = "พอยเตอร์สีชมพู";

/* Pointer color tooltip */
"Pointer Color" = "สีของพอยท์เตอร์";

/* Media item power point title */
"Power Point" = "โปรแกรมนำเสนอ";

/* Note menu item title */
"Present" = "แสดง";

/* Note menu item title */
"Present on Another Screen" = "แสดงในหน้าจออื่น";

/* Upgrade tier dialog trial message */
"Present right out of Evernote.\nNo slide decks mean faster more collaborative meetings." = "นำเสนอผ่าน Evernote ได้เลย\nไม่ต้องใช้สไลด์ซึ่งจะทำให้การนำเสนอรวดเร็วขึ้น และทำให้การประชุมมีประสิทธิภาพมากขึ้น";

/* Upgrade tier popover title */
"Present your ideas" = "แสดงไอเดียของคุณ";

/* Layout editor tooltip */
"Presentation Layout" = "เค้าโครงการนำเสนอ";

/* Context Menu - Open layout editor */
"Presentation Layout…" = "เค้าโครงพรีเซ็นเทชั่น...";

/* Upgrade tier popover title */
"Presentation Mode" = "โหมดการนำเสนอ";

/* Upgrade tier popover title (Expires soon, plural) */
"Presentation Mode\n%d days left in your preview" = "โหมดการนำเสนอ\nมีเวลาเหลืออีก %d วันในการใช้ตัวอย่าง";

/* Upgrade tier popover title (Expires soon, singular) */
"Presentation Mode\nOne day left in your preview" = "โหมดการนำเสนอ\nมีเวลาเหลืออีกหนึ่งวันในการใช้ตัวอย่าง";

/* Upgrade tier popover title (Expired) */
"Presentation Mode\nPreview has ended" = "โหมดการนำเสนอ\nการใช้ตัวอย่างของคุณหมดอายุ";

/* Context Menu - Previous Media Item */
"Previous %@" = "ก่อนหน้า %@";

/* Context Menu - Jump to Previous Note */
"Previous Note" = "บันทึกก่อนหน้านี้";

/* Previous note navigation tooltip */
"Previous\nNote" = "บันทึกก่อนหน้านี้";

/* Progress state text. */
"Processing page: %d" = "ประมวลผลหน้า: %d";

/* Context Menu - Reload */
"Reload" = "โหลดใหม่";

/* Button title to clear all screen breaks on layout. */
"Remove screen breaks" = "เอาตัวแบ่งหน้าออกไป";

/* Context Menu - Remove Section Breaks */
"Remove Section Breaks" = "เอาตัวแบ่งหน้าออกไป";

/* Present note tooltip */
"Show your notes in full-screen Presentation Mode" = "แสดงบันทึกย่อของคุณในโหมดการนำเสนอแบบเต็มหน้าจอ";

/* Upgrade tier popover text (First launch) */
"Show your notes in full-screen\nPresentation Mode\n" = "แสดงบันทึกย่อของคุณในโหมดการนำเสนอ \nแบบเต็มหน้าจอ\n";

/* Locked note title unknown user name */
"Someone else" = "ผู้อื่น";

/* Note multiselect view button title */
"Start Presentation" = "เริ่มต้นการนำเสนอ";

/* Clicked invalid link description */
"The link is not valid." = "ลิงก์ไม่ถูกต้อง";

/* Load error text */
"The note with the title '%@' could not be loaded. Error: %@" = "ไม่สามารถโหลดบันทึกย่อที่มีชื่อ '%1$@' ได้ ข้อผิดพลาด: %2$@";

/* Load error text due to unsupported page, like download link. */
"The requested link could not be loaded because it's not supported in presentation mode. Use the 'open page in web browser' button in the top right corner to view." = "ไม่สามารถโหลดลิงก์คำขอได้ เนื่องจากไม่สนับสนุนในโหมดการนำเสนอ ใช้ปุ่ม 'เปิดเพจในเว็บเบราว์เซอร์' ในมุมบนด้านขวาเพื่อดู";

/* Load error text */
"The webpage '%@' could not be loaded because of error: %@" = "ไม่สามารถโหลดเว็บเพจ '%1$@' ได้เนื่องจากข้อผิดพลาด: %2$@";

/* Load error text in offline */
"The webpage '%@' could not be loaded because the Internet connection appears to be offline." = "ไม่สามารถโหลดเว็บเพจ '%@' ได้เนื่องจากการเชื่อมต่ออินเทอร์เน็ตดูเหมือนว่าจะออฟไลน์";

/* Toggle Night Mode Tooltip */
"Toggle Night Mode" = "สลับโหมดกลางคืน";

/* Upgrade tier dialog button title */
"Try it now" = "ลองใช้งานตอนนี้";

/* Upgrade tier dialog trial complement message */
"Try this Premium feature free for 30 days." = "ลองใช้คุณลักษณะ Premium นี้ฟรี 30 วัน";

/* Context Menu - Undo
   Undo button on auto layout action buttons. */
"Undo" = "เลิกทำ";

/* Media item unknown title */
"Unknown" = "ไม่รู้จัก";

/* Submit form error */
"Use the 'open page in web browser' button in the top right corner to submit the form." = "ใช้ปุ่ม 'เปิดเพจในเว็บเบราว์เซอร์' ในมุมบนด้านขวาเพื่อส่งฟอร์ม";

/* Space bar navigation feature message */
"Use the space bar to move down through this note. Use shift+space bar to move up." = "ใช้ space bar เพื่อเลื่อนลงในบันทึกย่อนี้ ใช้ shift+space bar เพื่อเลื่อนขึ้น";

/* Version of \"Cover Page\" */
"Version: %@%@" = "รุ่น: %1$@%2$@";

/* Media item video title */
"Video" = "วิดีโอ";

/* Layout editor readonly note title */
"View only" = "ดูอย่างเดียว";

/* Tooltip info for remove screen breaks button if it's active. */
"We'll clear your presentation of all screen breaks." = "เราจะลบตัวแบ่งหน้าจอของคุณออกไป";

/* Tooltip info for convert HR button if it's active. */
"We'll convert the horizontal rules in this note to dividers. Dividers break your note into slides and are only visible in presentation layout." = "เราจะแปลงเส้นคั่นแนวนอนในบันทึกนี้ให้เป็นตัวแบ่ง ตัวแบ่งนี้จะแบ่งบันทึกของคุณออกเป็นสไลด์ และจะปรากฏในเค้าโครงการนำเสนอเท่านั้น";

/* Tooltip info for auto layout button if it's active. */
"We'll insert screen breaks where it makes sense, to help you format your presentation." = "เราจะใส่ตัวแบ่งหน้าจอเมื่อจำเป็น เพื่อให้คุณตั้งค่าการนำเสนอของคุณได้ง่ายขึ้น";

/* Upgrade tier dialog welcome message */
"Welcome to a new way to show off your notes in business meetings or at home with your family. Presentation mode displays your ideas in a beautiful, full-screen view that lets your content shine." = "ขอต้อนรับสู่วิธีการใหม่ในการแสดงบันทึกย่อของคุณในการประชุมทางธุรกิจหรือที่บ้านพร้อมกับครอบครัวของคุณ โหมดการนำเสนอจะแสดงไอเดียของคุณในมุมมองที่สวยงามแบบเต็มหน้าจอ เพื่อทำให้เนื้อหาของคุณโดดเด่นมากขึ้น";

/* Tooltip info for convert HR button if it's inactive. */
"When your note contains horizontal rules, we can turn them into dividers." = "หากบันทึกของคุณมีเส้นคั่นแนวนอน เราสามารถเปลี่ยนให้กลายเป็นตัวแบ่งได้";

/* Layout editor readonly note message */
"You can’t edit this note." = "คุณไม่สามารถแก้ไขบันทึกย่อนี้";

/* HR conversion tooltip message */
"Your note contains horizontal rules.\nConvert them to dividers to help format your presentation." = "บันทึกของคุณมีเส้นคั่นแนวนอน\nเปลี่ยนเส้นคั่นแนวนอนให้เป็นตัวแบ่ง เพื่อช่วยวางเค้าโครงการนำเสนอของคุณ";

/* HR conversion tooltip message for the first time. */
"Your note contains horizontal rules.\nLearn how to use them in your presentation here." = "บันทึกย่อของคุณมีเส้นคั่นแนวนอน\nเรียนรู้วิธีการใช้งานในการนำเสนอของคุณที่นี่";

/* Tooltip info for remove screen breaks button if it's inactive. */
"Your presentation has no screen breaks to clear." = "งานนำเสนอของคุณไม่มีตัวแบ่งหน้าจอแล้ว";

/* Upgrade tier dialog welcome message */
"Your preview has ended.\nUpgrade to Premium to get this and other great features." = "การใช้ตัวอย่างของคุณหมดอายุ\nอัพเกรดเป็น Premium เพื่อใช้คุณลักษณะนี้และอื่น ๆ อีกมากมาย";

/* Context Menu - Zoom In */
"Zoom In" = "ซูมเข้า";

/* Context Menu - Zoom Out */
"Zoom Out" = "ซูมออก";

/* Context Menu - Zoom to Fit */
"Zoom to Fit" = "ซูมให้พอดี";
